[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=ゲーム
GameManagement=ファイル
GameManagement_Select=選択
GameManagement_New=新規のゲーム
GameManagement_Modify=ゲームを編集する
GameManagement_Delete=ゲームを削除する
FileManagement=ファイル
FileManagement_New=新規作成
FileManagement_Open=開く
FileManagement_Save=保存
FileManagement_SaveAs=名前を付けて保存
FileManagement_Delete=削除
FileManagement_ReName=名前の変更
FileManagement_Transfer=アップ/ダウンロード
lb_FileName_OME->Caption=ファイル
//編程程式區=
rb_Loop_OME->Caption=ループ
rb_Keyboard_OME->Caption=キー
rb_If_OME->Caption=IF
rb_Equal_OME->Caption=EQU
lb_SRSectionReteatText1_OME->Caption=開始
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=終了、
lb_SRSectionReteatText4_OME->Caption=繰り返し時間
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=行にジャンプ
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=行にジャンプ
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=行にジャンプ
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=行にジャンプ
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=キー1
cb_Key_OME->Items->Strings[1]=キー2
cb_Key_OME->Items->Strings[2]=キー3
cb_Key_OME->Items->Strings[3]=キー4
cb_Key_OME->Items->Strings[4]=キー5
cb_Key_OME->Items->Strings[5]=キー6
cb_Key_OME->Items->Strings[6]=キー7
cb_Key_OME->Items->Strings[7]=キー8
cb_Key_OME->Items->Strings[8]=キー9
cb_Key_OME->Items->Strings[9]=キー10
cb_Key_OME->Items->Strings[10]=キー11
cb_Key_OME->Items->Strings[11]=キー12
cb_Key_OME->Items->Strings[12]=キー13
cb_Key_OME->Items->Strings[13]=キー14
cb_Key_OME->Items->Strings[14]=キー15
cb_Key_OME->Items->Strings[15]=キー16
cb_Key_OME->Items->Strings[16]=キー17
cb_Key_OME->Items->Strings[17]=キー18
cb_Key_OME->Items->Strings[18]=キー19
cb_Key_OME->Items->Strings[19]=キー20
cb_Key_OME->Items->Strings[20]=キー21
cb_Key_OME->Items->Strings[21]=キー22
cb_Key_OME->Items->Strings[22]=キー23
cb_Key_OME->Items->Strings[23]=キー24
cb_KeyState_OME->Items->Strings[0]=押す
cb_KeyState_OME->Items->Strings[1]=放し
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=キーが押されるたびに遅延する
lb_KeyUpAutoDelay_OME->Caption=キーが放れるたびに遅延する
lb_TimeUnit_OME->Caption=時間単位
cb_TimeType_OME->Items->Strings[0]=秒
cb_TimeType_OME->Items->Strings[1]=ミリ秒
cb_TimeType_OME->Items->Strings[2]=分
lb_Time_OME->Caption=時間
//滑鼠控制區=
lb_AbsPos_OME->Caption=マウス絶対座標(X,Y)
lb_AbsPos_OME->Hint=右側のレーダー ターゲットを使用して、画面の任意の点に移動して、X、Y 座標を取得します。
lb_RelativePos_OME->Caption=マウス相対座標(X,Y)
bt_WheelUp_OME->Caption=次へ
bt_WheelDown_OME->Caption=前へ
bt_MouseLeftKey_OME->Caption=左
bt_MouseRightKey_OME->Caption=右
bt_MouseMidKey_OME->Caption=中
bt_Mouse4thKey_OME->Caption=第 4
bt_Mouse5thKey_OME->Caption=第 5
im_CursorPoint_OME->Hint=レーダー ターゲットを画面の任意の点に移動して、X、Y 座標を取得します。
//編程工具列=
rb_RepeatType_OME->Hint=1 回のみの再生
rb_RepeatType1_OME->Hint=プレススタート@RETURN@リリース停止
rb_RepeatType2_OME->Hint=プレススタート@RETURN@再び押す停止
bt_Save_OME->Hint=保存
bt_Undo_OME->Hint=元に戻す
bt_Redo_OME->Hint=やり直す
bt_Cut_OME->Hint=切り取り
bt_Copy_OME->Hint=コピー
bt_Paste_OME->Hint=貼り付け
bt_MoveDown_OME->Hint=下へ移動
bt_MoveUp_OME->Hint=上へ移動
bt_Delete_OME->Hint=削除
bt_Record_OME->Hint=録音
//編程Popup視窗=
mi_Cut_OME->Caption=切り取り
mi_CutSingleLine_OME->Caption=ラインの切り取り
mi_CutMultiLine_OME->Caption=複数ラインの切り取り
mi_Copy_OME->Caption=コピー
mi_CopySingleLine_OME->Caption=ラインのコピー
mi_CopyMultiLine_OME->Caption=複数ラインのコピー
mi_Paste_OME->Caption=貼り付け
mi_MoveDown_OME->Caption=下へ移動
mi_MoveUp_OME->Caption=上へ移動
mi_Editline_OME->Caption=この行の編集
mi_Delete_OME->Caption=削除
mi_DeleteSingleLine_OME->Caption=ラインの削除
mi_DeleteMultiLine_OME->Caption=複数ラインの削除
mi_ClearAllDelay_OME->Caption=すべての "遅延" のクリア
mi_ClearAll_OME->Caption=すべてクリア
bt_ResumeMacroII_OME->Caption=[Oscar II] を再開
bt_DownloadExplain_OME->Caption=マニュアル
GoWhile=繰り返すライン%x を %y 回
IfYes=変数 %x と %y が同じ場合に、ライン%z に飛び越し
IfNo=変数 %x と %y が違う場合に、ライン%z に飛び越し
IfYes2=変数 %x と変数 %y が同じ場合に、ライン%z に飛び越し
IfNo2=変数 %x と変数 %y が違う場合に、ライン%z に飛び越し
Equ=変数 %x @equ@ %y
Equ2=変数 %x @equ@ 変数 %y
Equ3_0=変数 %x @equ@ 変数 %y + %z
Equ3_1=変数 %x @equ@ 変数 %y - %z
Equ3_2=変数 %x @equ@ 変数 %y & %z
Equ3_3=変数 %x @equ@ 変数 %y | %z
Equ3_4=変数 %x @equ@ 変数 %y ^ %z
Goto=飛び越し先のライン%x
IfKeyDown=キー %x が押された場合の飛び越し先のライン%y
IfKeyUp=キー %x が押されなかった場合の飛び越し先のライン%y
Key=キー
KeyDown=押す
KeyUp=指を放す
MouseMoveTo=マウス移動先
MouseRelativeMove=相対的マウス移動
Delay=遅延
millisecond=ミリ秒
second=秒
minute=分
MouseWhellUp=上へスクロール
MouseWhellDown=下へスクロール
MouseLeftKeyDown=左キーを押す
MouseLeftKeyUp=左キーを放す
MouseLeftKeyClick=左キーをクリック
MouseLeftKeyDblClick=左キーをダブルクリック
MouseMiddleKeyDown=中央キーを押す
MouseMiddleKeyUp=中央キーを放す
MouseMiddleKeyClick=中央キーをクリック
MouseRightKeyDown=右キーを押す
MouseRightKeyUp=右キーを放す
MouseRightKeyClick=右キーをクリック
MouseFourthKeyDown=第4キーを押す
MouseFourthKeyUp=第4キーを放す
MouseFourthKeyClick=第4キーをクリック
MouseFifthKeyDown=第5キーを押す
MouseFifthKeyUp=第5キーを放す
MouseFifthKeyClick=第5キーをクリック
PleaseInputMacroName=マクロ名の入力
SaveOK=保存 OK!
MacroUsed=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
GoWhileRangeError=範囲が無効です。
InputDigitError=数字を入力してください。
VersionMessage=Read Version は保存されていません。
LoopLimit=3 サークルを超えないでください。
NullMacro=無題
PleaseCreateDirectory=ゲームのフォルダを作成してください
DirectoryUsed=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
TrialAccessDeny=[HEADSHOT]をご覧いただきありがとうございます! Bloody7 ソフトウェアは、Bloody ネズミ V または R シリーズのみです!
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=デフォルト
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=キー照会
PleasePressKey=マウスボタンを押して放す
MouseKeyUnknown=認識されていない

[MACROEDIT_Record]
bt_Start->Caption=<F11> 開始
bt_Stop->Caption=<F12> 停止
cb_AxisAbsolute->Caption=マウスの絶対的ムーブメントを記録してください。
cb_AxisRelatively->Caption=マウスの相対的ムーブメントを記録してください。
cb_KeyboardAction->Caption=キーボード操作を記録してください。
cb_MouseClick->Caption=マウスクリックを記録してください。
Script3=//   以下はあなたの新しい記録スクリプトです。
Script4=//3 つのスクリプト作成方法があります。
Script5=//1. 上パネルと左パネルからファンクションを挿入します。
Script6=//2. キーボードで入力します。
Script7=//3. レコーダーで入力します。

[MACROEDIT_Statement]
lb_Title->Caption=保存する前に入力が必要です。
lb_Software->Caption=適用可能なソフトウェア (たとえば、  CS など)
lb_Statement->Caption=説明
lb_Comment->Caption=ファンクション説明 
mi_EditerCut->Caption=切り取り
mi_EditerCopy->Caption=コピー
mi_EditerPaste->Caption=貼り付け
lb_EditComment->Caption1=機能メモに記入する
lb_EditComment->Caption2=機能メモを編集する
lb_Resolution->Caption=解析度
lb_CPIRemark->Caption=感度

[MACROEDIT_Instructions]
lb_TestDescription->Caption=データは、マウスの第4キーのメモリに一時的に保存されます。テストゾーンまたはゲームテストで、4番目のキー設定をデフォルトに戻すには、キーページでもう一度リセットしてください。
ck_CursorRecord->Caption=カーソル記録の開始
lb_InterruptTips->Caption=テストプログラムを停止できない場合には、[Caps Lock]+[Scroll Lock]+[Num Lock]を押して中断してから、プログラムをもう一度デバッグしてください。
lb_TestCommon->Caption=説明
PressSpaceToTest=第4キーを押してテストを開始

[MACROEDIT_ShowIfMessage]
MacroExistAlready=ファイルが存在します。置き換えますか?
MacroModify=スクリプトが修正されました。保存しますか。
MacroNewCreate=新規ファイルですか?
MacroDeleteFile=ファイルを永久に削除しますか?
MacroSelectFile=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
MacroDeleteDirectory=このゲームフォルダーを削除しますか? フォルダー内のファイルも削除されます。
PleaseCreateDirectory=新規
InputNameExists=ファイル更新、存在しています！
MustCreatFile=あなたが編集するための新しいマクロファイルを作成する必要があります！
InputNameInvalid=無効な文字が検知されました[例、\ / : * ? " < > | ]。

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=新規ファイル名
lb_ReName->Caption1=再度名前を決める
lb_ReName->Caption2=新規ファイル名
lb_ReName->Caption3=新しいフォルダ
NewCreateGameName=新しいフォルダ
NewCreateFileName=新しいファイル

[MACROEDIT_Dialog]
lb_Directory->Caption=ゲーム
lb_FileName->Caption=File
lb_Title->Caption1=新規
lb_Title->Caption2=開く
lb_Title->Caption3=保存
lb_Title->Caption4=として保存する
lb_Title->Caption5=削除する
lb_Title->Caption6=再度名前を決める
lb_FileType->Caption=種類
advcb_FileType->Caption1=すべての銃のファイル*.*
advcb_FileType->Caption2=*.amc (マクロ)
advcb_FileType->Caption3=*.mgn (マクロ銃)
NoAuthorityUse=十分な権限がありません。エクスポートできませんでした!

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=ライン範囲の選択

